[NoID_CentralThatGenetic_alta AkEvent]
SpokenText="Этот генетический материал, оборудование, которое мы видели... Они могут служить лишь одной цели."

[NoID_CommanderConstructionOf AkEvent]
SpokenText="Шеф, строительство \"Зала теней\" позволит нам более эффективно анализировать трофейные артефакты и перехваченные данные пришельцев."

[NoID_GladWeFound AkEvent]
SpokenText="Хорошо, что мы нашли это место прежде, чем нас осталось слишком мало, чтобы его уничтожить."

[NoID_ItsLikeThis AkEvent]
SpokenText="Такое чувство, что здесь целые области пропитаны пси-энергией. Нам никогда раньше не доводилось наблюдать последствий столь долгого воздействия."

[NoID_ThisIsIncredible AkEvent]
SpokenText="Невероятно. Когда я была маленькой, отец рассказывал мне про луг, окруженный прекрасной, но темной силой. Ощущаю сильное дежавю."

[NoID_WeCanStart AkEvent]
SpokenText="Готовы начать строительство \"Зала теней\" по первому сигналу, шеф."

[NoID_YouAndMe AkEvent]
SpokenText="Мне тоже."

[S_Alien_Fortress_Shen_01 AkEvent]
SpokenText="Мне так жаль... Но только вы готовы к этому бою. Если б я могла пойти с вами…"

[S_Alien_Fortress_Shen_02 AkEvent]
SpokenText="Готовы."

[S_Alien_Fortress_Shen_03 AkEvent]
SpokenText="Я вмонтировала в аппарат фрагменты мозга Кодекса. Он сгенерирует тот же сигнал, при помощи которого Кодекс прошел ворота."

[S_Alien_Fortress_Shen_04 AkEvent]
SpokenText="Так. Начинаем запись во всех спектрах. Напоминаю: входишь, быстро снимаешь данные и немедленно возвращаешься. Хорошо?"

[S_Alien_Fortress_Shen_05 AkEvent]
SpokenText="Ого... Вы это видите?"

[S_Alien_Fortress_Shen_06 AkEvent]
SpokenText="Это не похоже ни на одну из их станций, на которых мы бывали... Ни на одно место на Земле, раз уж на то пошло."

[S_Alien_Fortress_Shen_07 AkEvent]
SpokenText="Есть лишь один способ это выяснить."

[S_Alien_Fortress_Shen_08 AkEvent]
SpokenText="Вперед. Мы рассчитываем на тебя."

[S_Alien_Fortress_Shen_09 AkEvent]
SpokenText="Доктор, тут точно что-то не так."

[S_Alien_Fortress_Shen_10 AkEvent]
SpokenText="Да уж."

[S_Alien_Fortress_Shen_11 AkEvent]
SpokenText="Мы должны быть уверены, что у нас есть ключ, прежде чем снова туда соваться. Будет неприятно, если подобное случится с чем-то... органическим."

[S_Ambient_ADVENT_Burger_Shen AkEvent]
SpokenText="Мне никогда не доводилось бывать в городских центрах, так что про бургеры \"Адвента\" до меня только слухи доходят. Похоже, никого там не волнуют деликатные подробности - например, когда кто-то последний раз видел живую корову."

[S_Ambient_Helpers_Shen AkEvent]
SpokenText="Я как-то хотела поковыряться в МЭКе \"Адвента\", попробовать установить ИИ от \"Гремлина\" - роботы-помощники нам пригодились бы. Потом решила не лезть с этой идеей к Брэдфорду и Тайгану, пока все немного не утихнет."

[S_Autopsy_MEC_Blurb AkEvent]
SpokenText="\"Адвент\" использует легионы этих механизированных бойцов для \"поддержания порядка\". Судя по тому, что мне известно, они полностью автономны и вооружены до зубов."

[S_Autopsy_Sectopod_Blurb AkEvent]
SpokenText="Брэдфорд утверждает, что видел подобных созданий вблизи. Вопреки нашим догадкам, мы не обнаружили внутри пилота, когда вскрыли эту оболочку."

[S_Autopsy_Turret_Blurb AkEvent]
SpokenText="\"Адвент\" не гнушается использовать автономное вооружение рядом с гражданским населением этих городов. Чувствуется их искренняя забота о наших людях."

[S_Avenger_Ambient_Shen_ADVENTtech AkEvent]
SpokenText="Я тщательно изучила добытое в бою вооружение \"Адвента\". Могу сказать, что оно изготовлено из сверхлегких сплавов и отлично подходит для бойцов-людей. Полагаю, этот же материал используется в колониях, но производится он точно где-то здесь, на Земле - запасы этого добра у них практически безграничны."

[S_Avenger_Ambient_Shen_Alientech AkEvent]
SpokenText="Мне удалось подключить наше оборудование к инопланетным системам корабля. Теперь большинство этих систем - некий гибрид наших разработок и технологий пришельцев. Надеюсь, смогу выжать из этого все возможное и даже разработать нечто новое и неожиданное для врага."

[S_Avenger_Ambient_Shen_CityMigration_01 AkEvent]
SpokenText="Доктор, что вам известно о клиниках генной терапии? Среди населения они очень популярны."

[S_Avenger_Ambient_Shen_CityMigration_02 AkEvent]
SpokenText="Но сначала требуется получить чип?"

[S_Avenger_Ambient_Shen_CityMigration_03 AkEvent]
SpokenText="Я начинаю понимать, как это работает."

[S_Avenger_Ambient_Shen_FacadePeace_02 AkEvent]
SpokenText="Миллионы жителей этих городов, похоже, это не сильно волнует."

[S_Avenger_Ambient_Shen_FacadePeaceB_01 AkEvent]
SpokenText="Вы не жалеете, что оставили город? Должны же скучать по чему-то? По еде? По мягкой постели?"

[S_Avenger_Ambient_Shen_FacadePeaceB_02 AkEvent]
SpokenText="Об этом как-то не подумалось... \"Адвент\", наверное, предоставил вам неплохую лабораторию."

[S_Avenger_Ambient_Shen_FacadePeaceB_03 AkEvent]
SpokenText="Не волнуйтесь. Шеф наверняка что-нибудь для вас подыщет."

[S_Avenger_Ambient_Shen_Father AkEvent]
SpokenText="Думаю, отец гордился бы нами. Впервые за долгое время мы представляем угрозу для пришельцев, и они это понимают. Теперь нужно, чтобы жители колоний вспомнили, за что мы боремся. Мой отец погиб, чтобы мы не стали расой жалких подопытных в руках пришельцев. Нам нужно лишь привлечь внимание населения."

[S_Avenger_Ambient_Shen_Makeshift AkEvent]
SpokenText="Не знаю, что скажут остальные, если узнают, сколько сил ушло на ремонт этого корабля. Учитывая ограниченность наших ресурсов, я бы сказала, что мы еще обошлись малой кровью, но если потребуется удвоить усилия, не знаю..."

[S_Avenger_Ambient_Shen_PowerCore AkEvent]
SpokenText="Мы давно заметили, что когда ядро оказывается под нагрузкой при выключенных двигателях, \"Мститель\" дает крен. Сначала мы думали, что проблема в стабилизаторах, но теперь мне кажется, так и было задумано. Ядро может быть не вполне стабильным. Это объясняет, почему пришельцы разместили его в изолированном отсеке на носу корабля."

[S_Avenger_Ambient_Shen_Quick_01 AkEvent]
SpokenText="Брэдфорду не мешало бы потренироваться на симуляторе. Если он разобьет корабль, клянусь, я лично сдам его \"Адвенту\"."

[S_Avenger_Ambient_Shen_Quick_02 AkEvent]
SpokenText="Я все еще не понимаю, откуда \"Адвент\" берет новых бойцов. Готова спорить, что это не добровольцы."

[S_Avenger_Ambient_Shen_Quick_03 AkEvent]
SpokenText="Я видела, как Тайган идет по коридору и бормочет что-то себе под нос. Брэдфорд ему доверяет, но я все равно буду за ним приглядывать."

[S_Avenger_Ambient_Shen_Quick_04 AkEvent]
SpokenText="Если подумать, нам не помешали бы роботы-помощники. Хм... Возможно, я смогу что-нибудь придумать."

[S_Avenger_Ambient_Shen_Quick_05 AkEvent]
SpokenText="Поступила жалоба, что кормовой лифт вчера начал скрипеть. Очень надеюсь, что усталость металла тут ни при чем."

[S_Avenger_Ambient_Shen_Quick_06 AkEvent]
SpokenText="Как же не хватает рабочих рук! Мне не помешала бы пара новичков, способных держать в руках гаечный ключ."

[S_Avenger_Ambient_Shen_Quick_07 AkEvent]
SpokenText="Сколько же возни было с этими системами. Я сэкономила бы кучу времени, если бы мы расшифровали язык пришельцев. К сожалению, с лингвистами у нас тоже туго."

[S_Avenger_Ambient_Shen_Quick_08 AkEvent]
SpokenText="Интересно, похожа ли наша нынешняя жизнь на то, как жили раньше - всегда на взводе, всегда готовы сорваться по первому свистку. Скучать не приходится."

[S_Avenger_Ambient_Shen_Quick_09 AkEvent]
SpokenText="Надо спросить, ведут ли наши бойцы счет убитым пришельцам. Думаю, это поможет при вербовке."

[S_Avenger_Ambient_Shen_Quick_10 AkEvent]
SpokenText="Тайган имеет привычку почесывать шрам на затылке. Интересно, кто-то проверил, удален ли чип на самом деле?"

[S_Avenger_Ambient_Shen_ShenFather_01 AkEvent]
SpokenText="Восстановить энергоснабжение \"Мстителя\" - это действительно было чудом. Не знаю, как ему удалось вскрыть их систему, но без него мы до сих пор тыкались в схемы, как слепые котята. Он сделал все, для того чтобы корабль взлетел, но не дожил до этого момента."

[S_Avenger_Ambient_Shen_ShenFather_02 AkEvent]
SpokenText="Вы можете отдать дань его памяти, использовав этот корабль для уничтожения пришельцев."

[S_Avenger_Ambient_Shen_ShenFatherB_01 AkEvent]
SpokenText="Жаль, он не увидит, как мы нанесем ответный удар... Не узнает, что все было не зря."

[S_Avenger_Ambient_Shen_ShenFatherB_02 AkEvent]
SpokenText="Скажу честно, тренировки вам не повредят."

[S_Avenger_Ambient_Shen_ShensPrideB_01 AkEvent]
SpokenText="Это все что у нас есть... И пришельцы не особо рады тому, что потеряли корабль."

[S_Avenger_Ambient_Shen_ShensPrideB_02 AkEvent]
SpokenText="Тем более приятно, что мы не оправдали их ожиданий."

[S_Avenger_Ambient_Shen_ShensPrideC_01 AkEvent]
SpokenText="Отец пожертвовал собой ради того, чтобы этот корабль взлетел, и я сделаю все, чтобы его мечта жила. Посудина сейчас, конечно, не в самом лучшем состоянии, но дайте время - еще несколько доработок, и ей не будет равных."

[S_Avenger_Ambient_Shen_TyganConscienceB_01 AkEvent]
SpokenText="Доктор, у меня к вам вопрос. Вам же неплохо жилось в колонии, работали с \"Адвентом\"... Почему вы решили от всего этого отказаться?"

[S_Avenger_Ambient_Shen_TyganConscienceB_02 AkEvent]
SpokenText="Можно было и сразу догадаться. Пришельцы никогда бы сюда не явились, если бы им был нужен мир."

[S_Avenger_Ambient_Shen_TyganConscienceB_03 AkEvent]
SpokenText="Да уж, работы у вас непочатый край."

[S_Avenger_Ambient_ShenFacadePeace_01 AkEvent]
SpokenText="Вы несколько лет прожили в колониях, прежде чем выйти на связь с Центром, верно?"

[S_Avenger_Attack_Shen_01_Setup_Phase AkEvent]
SpokenText="Не может быть! Двигатели целы! Разве что... Они применили электромагнитный импульс! Держитесь, я попробую обойти схемы пришельцев!"

[S_Avenger_Attack_Shen_02_Setup_Phase AkEvent]
SpokenText="Система не принимает протокол перехода. Она игнорирует мои команды..."

[S_Avenger_Attack_Shen_03_Setup_Phase AkEvent]
SpokenText="Вот так."

[S_Avenger_Attack_Shen_04_Setup_Phase AkEvent]
SpokenText="У нас проблема."

[S_Avenger_Attack_Shen_05_Setup_Phase AkEvent]
SpokenText="Они установили снаружи какой-то шпиль. Он излучает те же импульсы, что подрезали нам крылья."

[S_Avenger_Attack_Shen_06_Setup_Phase AkEvent]
SpokenText="Не отсюда."

[S_Avenger_Attack_Shen_07_Setup_Phase AkEvent]
SpokenText="Пока он там, двигатель не заведется."

[S_Avenger_Shen_Exposed_Power_Coil_First AkEvent]
SpokenText="Эта катушка обеспечивает дополнительным питанием системы \"Мстителя\". Но сначала необходимо установить экраны для защиты команды."

[S_Avenger_Shen_Not_Enough_Engineers AkEvent]
SpokenText="Мне не помешала бы помощь в некоторых технических вопросах, шеф."

[S_Blacksite_Horror_Shen_01 AkEvent]
SpokenText="Сейчас узнаем. Я подключила \"Зал теней\" напрямую к бортовому компьютеру."

[S_Blacksite_Horror_Shen_02 AkEvent]
SpokenText="Он занимался сортировкой полученного нами материала с самого возвращения. Каталогизировал код..."

[S_Blacksite_Horror_Shen_03 AkEvent]
SpokenText="Поэтому нам нужно, чтобы бортовой компьютер показал нам, откуда они взялись."

[S_Blacksite_Horror_Shen_04 AkEvent]
SpokenText="Воспользуемся сопоставлением с данными, полученными из взломанной сети \"Адвента\"."

[S_Blacksite_Horror_Shen_05 AkEvent]
SpokenText="Это... карточка пациента одной из клиник генной терапии."

[S_Blacksite_Horror_Shen_06 AkEvent]
SpokenText="Генные клиники. Миллионы людей в ожидании помощи."

[S_Blacksite_Horror_Shen_07 AkEvent]
SpokenText="Это геноцид, доктор. И эти люди идут к ним добровольно!"

[S_Blacksite_Horror_Shen_08 AkEvent]
SpokenText="Мы пока не знаем, что они с этим делают, но можем выяснить, куда это отправляется."

[S_Blacksite_Horror_Shen_09 AkEvent]
SpokenText="Вот. Производственный комплекс. Повышенные меры безопасности, обычный состав охраны."

[S_Broadcast_Truth_Shen_01 AkEvent]
SpokenText="Все готово. Но чтобы это сработало, мы должны подойти ближе."

[S_Broadcast_Truth_Shen_02 AkEvent]
SpokenText="Достаточное сближение. Пытаюсь получить доступ!"

[S_Build_This_Item_Engineering_Tutorial_Shen AkEvent]
SpokenText="Чудес не обещаю, но кое-что из этого я смогу быстренько собрать. Я бы начала с медпакета - он наверняка очень скоро нам пригодится."

[S_Build_This_Item_Engineering_Tutorial_Shen_ALT AkEvent]
SpokenText="Чудес не обещаю, но кое-что из этого я смогу быстренько собрать. Я бы начала с медпакета - он наверняка очень скоро нам пригодится."

[S_Commander_Awakens_Shen_01_Setup_Phase AkEvent]
SpokenText="Доктор, для этого есть места получше!"

[S_Commander_Awakens_Shen_02_Setup_Phase AkEvent]
SpokenText="Мы готовы."

[S_Commander_Awakens_Shen_03_Setup_Phase AkEvent]
SpokenText="Я не специалист, но показания скачут, как безумные, доктор."

[S_Commander_Awakens_Shen_04_Setup_Phase AkEvent]
SpokenText="Доктор! Сигнала нет!"

[S_Dark_Volunteer_01_Shen_01 AkEvent]
SpokenText="Это будет нелегко, но других вариантов у нас уже не осталось."

[S_Dark_Volunteer_01_Shen_02 AkEvent]
SpokenText="Гены должны быть частью живой особи. Ключ работает только в связке с сигналом."

[S_Dark_Volunteer_01_Shen_03 AkEvent]
SpokenText="Нет. С этим мы сами справимся."

[S_Dark_Volunteer_01_Shen_04 AkEvent]
SpokenText="Но это могу сделать я. Мы можем контролировать \"Аватар\" при помощи пси-сетей."

[S_Dark_Volunteer_01_Shen_05 AkEvent]
SpokenText="Не совсем. И уж точно не я."

[S_Dark_Volunteer_01_Shen_06 AkEvent]
SpokenText="А я тем временем осмотрю стазис-костюм. Когда придет время, все будет готово."

[S_Dark_Volunteer_02_Shen_01 AkEvent]
SpokenText="Окончательное подключение установлено. Питание в норме. Проверим еще разок буфер..."

[S_Dark_Volunteer_02_Shen_02 AkEvent]
SpokenText="Мы готовы."

[S_Dark_Volunteer_02_Shen_03 AkEvent]
SpokenText="Начинаю подключение."

[S_First_Flight_Shen_01_Setup_Phase AkEvent]
SpokenText="Вкратце - да. Но я бы на вашем месте ухватилась за что-нибудь."

[S_FirstStasisLanceAvailable_Shen AkEvent]
SpokenText="У нас есть чертеж. Оборудование тоже готово. Дайте приказ, шеф, и мы изготовим черепной бур."

[S_FirstStasisLanceBolted_Shen AkEvent]
SpokenText="Зона испытаний готова, шеф. Мы можем изготовить черепной бур, когда будет нужно."

[S_Here_they_Come_Shen AkEvent]
SpokenText="Вот и они."

[S_Human_Tubes_Shen_ALT AkEvent]
SpokenText="Но почему здесь? Что еще они могут тут делать?"

[S_Intro_Shen_01 AkEvent]
SpokenText="Сигнал получен. Четко и ясно."

[S_Intro_Shen_02 AkEvent]
SpokenText="Незваный гость, твой ход."

[S_Item_Selected_Engineering_Tutorial_Shen AkEvent]
SpokenText="Все будет, шеф."

[S_Old_Gods_01_Shen_01 AkEvent]
SpokenText="Шеф, мы собираем эту штуку, но дело продвигается не так быстро, как хотелось бы."

[S_Old_Gods_01_Shen_02 AkEvent]
SpokenText="Поверю вам на слово, доктор."

[S_Old_Gods_01_Shen_03 AkEvent]
SpokenText="Это координаты... Похоже, это их обратный адрес или его часть. Вряд ли локальный…"

[S_Old_Gods_01_Shen_04 AkEvent]
SpokenText="И не только. Мы теряем уже расшифрованные данные."

[S_Old_Gods_01_Shen_05 AkEvent]
SpokenText="К черту данные, ядро в опасности. Все защитные барьеры слетели... мощность растет... нет!"

[S_Old_Gods_01_Shen_06 AkEvent]
SpokenText="Тайган! Отключайте связь!"

[S_Old_Gods_01_Shen_07 AkEvent]
SpokenText="Это колоссальные объемы данных."

[S_Old_Gods_01_Shen_08 AkEvent]
SpokenText="Тогда пора начинать. Не думаю, что получится повторить такое."

[S_Old_Gods_01_Shen_09 AkEvent]
SpokenText="Надеюсь, мне удастся восстановить данные, которые пропали при передаче. Иначе все было зря."

[S_Pre_Final_Mission_Broadcast_Shen_01 AkEvent]
SpokenText="А они у него бывают?"

[S_Pre_Final_Mission_Broadcast_Shen_02 AkEvent]
SpokenText="Без проблем."

[S_ResistanceMusing_Shen AkEvent]
SpokenText="Присутствие шефа подняло боевой дух Сопротивления, не говоря уже о нашем экипаже. Я никогда не видела Брэдфорда таким довольным. Они с шефом знают Като еще с довоенного времени, но все же меня мучают сомнения. Сопротивление нуждается в нас в той же мере, в какой нам нужна его поддержка."

[S_Setup_Phase_Avoid_Hostile_Detection_Radius_Shen AkEvent]
SpokenText="Не попадайтесь им на глаза. Старайтесь держаться вне указанного радиуса обнаружения."

[S_Setup_Phase_Build_This_Facility_Shen AkEvent]
SpokenText="Шеф, я думаю, постройка этого отсека сразу даст нам серьезное преимущество."

[S_Setup_Phase_Excavation_Staff_Confirmed_Shen AkEvent]
SpokenText="Только скажите, и мы начнем работу, шеф."

[S_Setup_Phase_Excavation_Underway_Shen AkEvent]
SpokenText="Мы начали работы, но потребуется какое-то время, чтобы все там расчистить."

[S_Setup_Phase_First_Build_Item_Screen_Shen AkEvent]
SpokenText="Вы удивитесь, узнав, насколько подобные штуки могут повлиять на боевые действия. При наличии материалов я могу быстро изготовить все, что нам может потребоваться."

[S_Setup_Phase_How_To_Excavate_Shen AkEvent]
SpokenText="Чтобы расчистить отсек, нужно сперва назначить на эту работу инженера. Чем глубже в корабль мы заберемся, тем больше времени и сил будет уходить на расчистку новых отсеков."

[S_Setup_Phase_Start_Excavation_Shen AkEvent]
SpokenText="Теперь у нас хватает рук, чтобы начать выбрасывать старое снаряжение и обломки с корабля и освобождать место под новые отсеки."

[S_Setup_Phase_Use_Overwatch_Against_Reinforcements_Shen AkEvent]
SpokenText="Чтобы застать подкрепления врасплох, можно использовать режим \"Наблюдение\", заняв позицию вблизи места их появления."

[S_Shen_Greeting_A AkEvent]
SpokenText="А, шеф."

[S_Shen_Greeting_B AkEvent]
SpokenText="Приветствую."

[S_Shen_Greeting_C AkEvent]
SpokenText="Шеф?"

[S_Shen_Greeting_D AkEvent]
SpokenText="Что я могу для вас сделать, шеф?"

[S_Shen_Greeting_E AkEvent]
SpokenText="Новые указания, шеф?"

[S_Shen_Greeting_F AkEvent]
SpokenText="Только скажите, и мы начнем работу, шеф."

[S_Shen_ThankYouForWorkshop AkEvent]
SpokenText="Спасибо, шеф. Новая мастерская нам подходит."

[S_Shens_Loot_Shen_01_Setup_Phase AkEvent]
SpokenText="Почему вы все здесь стоите?"

[S_Shens_Loot_Shen_02_Setup_Phase AkEvent]
SpokenText="Превосходно! Скорее, затаскивайте внутрь."

[S_StasisLanceReminder_Shen AkEvent]
SpokenText="У нас все готово, шеф. Изготовим черепной бур по первому требованию."

[S_Support_Ambient_Musings_Misc_Shen_01 AkEvent]
SpokenText="Я тут просматривала старые файлы, которые Центр хранил с довоенных времен. Там встречаются записи на английском и, похоже, на ломаном немецком. Надо бы его спросить, что это такое."

[S_Support_Beam_Weapons_Shen_01 AkEvent]
SpokenText="Пришельцы не обрадуются, увидев, что у нас тоже есть энергетическое оружие."

[S_Support_Build_Proving_Grounds_Shen_01 AkEvent]
SpokenText="Если мы хотим создать этот черепной бур, который придумал Тайган, нам нужно специальное оборудование для его испытания."

[S_Support_Excavate_Room_No_Engineer_Shen AkEvent]
SpokenText="Шеф, мне придется увеличить команду, прежде чем мы сможем заняться расчисткой отсеков. Нам нужен еще инженер."

[S_Support_First_Engineer_Received_Shen AkEvent]
SpokenText="Теперь у нас достаточно персонала для расчистки места под новые отсеки. Хорошо бы найти еще новобранцев, чтобы там было кому работать."

[S_Support_First_Excavating_Room_Shen_01 AkEvent]
SpokenText="Шеф, среди вещей, оставшихся от пришельцев, ничего интересного. Однако если все здесь расчистить, хватит места для нового отсека."

[S_Support_First_Facility_Construction_Shen_01 AkEvent]
SpokenText="Немедленно начинаем работу над новым отсеком. Как запустим его, я сообщу."

[S_Support_First_Item_Selected_Shen_01 AkEvent]
SpokenText="Начинаем работу, шеф. Как будет готово, я скажу."

[S_Support_First_Kill_Shen_01 AkEvent]
SpokenText="Шеф, у бойцов \"Адвента\" наверняка есть полезное снаряжение. Нам пригодятся любые трофеи, когда дело дойдет до производства собственной экипировки."

[S_Support_First_Time_Construction_Shen AkEvent]
SpokenText="Шеф, на борту \"Мстителя\" не осталось свободного места. Нам нужны инженеры, чтобы расчистить дополнительное пространство."

[S_Support_Golden_Path_Musings_Advent_Shen_01 AkEvent]
SpokenText="Насколько я могу судить, технология \"Адвента\", равно как и большинство того, что мы видим в их городах, основана на вариациях и местами улучшениях инопланетных технологий, которые применялись при вторжении. Более того, чем шире распространение, тем проще мне искать компоненты, совместимые с гибридными системами \"Мстителя\"."

[S_Support_Golden_Path_Musings_Blacksite_Horror_Shen_01 AkEvent]
SpokenText="Все эти люди... Миллионы невинных, слепо спешащих прямо в ловушку пришельцев. Мы знали, что им нельзя доверять, это было для нас очевидно. Но пришельцы всегда заявляли о себе громче, чем мы, и блага их городов нельзя было сравнить с тем, что могли предложить мы. Так или иначе, этому следует положить конец, чего бы это нам ни стоило."

[S_Support_Golden_Path_Musings_Dying_Ethereals_Shen_01 AkEvent]
SpokenText="Не думаю, что на корабле найдется хоть кто-то, сожалеющий о том, что Старейшины умирают. Наоборот - после этой новости должен был окрепнуть боевой дух команды. Но, как всегда, существуют подводные камни. У врагов есть план, и сдается мне, он заключается в том, что мы все станем их лекарством, хотим мы того или нет."

[S_Support_Great_Mission_Shen_01 AkEvent]
SpokenText="Будем действовать в том же духе - пришельцы ничего не смогут поделать."

[S_Support_Great_Mission_Shen_02 AkEvent]
SpokenText="Будем надеяться, всегда все будет так гладко. Отличная работа."

[S_Support_Great_Mission_Shen_03 AkEvent]
SpokenText="Прекрасно, шеф. Такие образцовые действия всегда повышают боевой дух."

[S_Support_Great_Mission_Shen_04 AkEvent]
SpokenText="Мне было интересно, как покажет себя новое снаряжение. По мне, так все работает отлично."

[S_Support_Great_Mission_Shen_05 AkEvent]
SpokenText="Рада видеть, что наши новички не дрогнули, когда дело дошло до боя с пришельцами."

[S_Support_Great_Mission_Shen_06 AkEvent]
SpokenText="Прекрасная работа, шеф. Пришельцы, должно быть, уже нервничают."

[S_Support_Great_Mission_Shen_07 AkEvent]
SpokenText="Отряд не понес потерь, а пришельцы заплатили сполна. Отличная работа, шеф."

[S_Support_Great_Mission_Shen_08 AkEvent]
SpokenText="Сомневаюсь, что они ожидали такой схватки. Я впечатлена, шеф."

[S_Support_Great_Mission_Shen_09 AkEvent]
SpokenText="Такие успехи здорово поднимают боевой дух. Боюсь, придется снова пополнять бар."

[S_Support_Great_Mission_Shen_10 AkEvent]
SpokenText="Готова спорить, пришельцы до сих не опомнились. Так держать, шеф."

[S_Support_Heavy_Plated_Armor_Shen_01 AkEvent]
SpokenText="\"Экзокостюм\" сочетает силу, необходимую бойцам для использования тяжелого вооружения, с завидной прочностью."

[S_Support_Heavy_Powered_Armor_Shen_01 AkEvent]
SpokenText="Эта силовая броня носит название \"Боевой Костюм\" и является самой крепкой броней, которую мы можем изготовить, и имеет достаточно мощности для использования тяжелого вооружения."

[S_Support_Light_Plated_Armor_Shen_01 AkEvent]
SpokenText="Костюм \"Паук\" дает бойцам дополнительный шанс избежать попадания. Он оснащен крюком и придает нашим солдатам дополнительную подвижность."

[S_Support_Light_Powered_Armor_Shen_01 AkEvent]
SpokenText="Маскировочный костюм \"Призрак\", оснащенный крюком, позволяет эффективно скрываться в любой обстановке."

[S_Support_Magnetic_Weapons_Shen_01 AkEvent]
SpokenText="Это магнитное оружие похоже на ранние прототипы рельсотрона. Оно выстреливает снаряды со сверхвысокими скоростями."

[S_Support_Medium_Plated_Armor_Shen_01 AkEvent]
SpokenText="Броня \"Хищник\", как следует из названия, повышает живучесть наших войск в бою."

[S_Support_Medium_Powered_Armor_Shen_01 AkEvent]
SpokenText="Основной комплект силовой брони, обеспечивающий защиту, которую резонно ожидать от огромного тяжелого бронекостюма."

[S_Support_Modify_Skulljack_Shen_01 AkEvent]
SpokenText="Шеф, если мы хотим застать противника врасплох, надо бы попробовать модифицировать черепной бур для сканирования тайной сети \"Адвент\". Но сразу скажу - бойцам придется рискнуть, чтобы это сработало."

[S_Support_More_Engineers_Shen_01 AkEvent]
SpokenText="Шеф, если вам попадутся талантливые новички, в инженерном отсеке всегда найдется работа."

[S_Support_Not_Enough_Comms_Shen AkEvent]
SpokenText="Шеф, мы используем все возможные ресурсы по линии связи. Мы не можем расширять список контактов, пока не улучшим системы."

[S_Support_Not_Enough_Power_Shen AkEvent]
SpokenText="Шеф, наше энергопотребление достигло предела. Мы больше не можем обеспечивать новые отсеки, а значит, и расширяться тоже."

[S_Support_Proving_Ground_Project_First_Shen_01 AkEvent]
SpokenText="Команда уже приступает к работе. Я сообщу, как только мы достигнем каких-либо результатов."

[S_Support_Proving_Ground_Visit_Shen_01 AkEvent]
SpokenText="Добро пожаловать в зону испытаний, шеф. В свое время мы решили разделить экспериментальные проекты, в первую очередь связанные с оружием."

[S_Support_Proving_Grounds_Project_Selected_Shen_01 AkEvent]
SpokenText="Как скажете, шеф. Я сообщу сразу же, как проект будет готов."

[S_Support_Proving_Grounds_Project_Selected_Shen_02 AkEvent]
SpokenText="Интересный выбор. Как только закончим, я дам вам знать."

[S_Support_Proving_Grounds_Project_Selected_Shen_03 AkEvent]
SpokenText="Немедленно приступаем, шеф. Я сообщу, когда все будет готово."

[S_Support_Psi_Gate_Recovered_Shen AkEvent]
SpokenText="Шеф, раз нам удалось доставить артефакт пришельцев в \"Зал теней\", следует как можно быстрее начать его анализ. Есть риск, да, но я не вижу иного способа понять, как он устроен и работает, не активируя его."

[S_Support_Shadow_Chamber_Constructed_Shen AkEvent]
SpokenText="Шеф, \"Зал теней\" достроен, и мы можем начать более тщательно анализировать трофейные артефакты и информацию пришельцев."

[S_Support_Shadow_Chamber_Nag_Shen AkEvent]
SpokenText="\"Зал теней\" готов к работе. Нужно начинать использовать его."

[S_Support_Shadow_Chamber_Tactical_UI_First_Shen_01 AkEvent]
SpokenText="Шеф, \"Зал теней\" поработал с цифрами. Вот тактическая оценка нашей следующей операции."

[S_Support_Staffing_Investment_Shen_01 AkEvent]
SpokenText="Шеф, если мы назначим инженеров в определенный отсек, они должны провести там какое-то время, прежде чем мы сможем перевести их."

[S_Support_Thanks_Workshop_Shen_01 AkEvent]
SpokenText="Я знаю, что пространство у нас ограничено, шеф, и дополнительные площади придутся весьма кстати."

[S_Support_Tough_Mission_Shen_01 AkEvent]
SpokenText="Все могло быть и лучше. Посмотрим, нельзя ли как-то улучшить оружие и броню, чтобы повысить наши шансы."

[S_Support_Tough_Mission_Shen_02 AkEvent]
SpokenText="Еще пара таких операций, и мы растеряем все, что у нас осталось."

[S_Support_Tough_Mission_Shen_03 AkEvent]
SpokenText="Должен быть способ как-то еще помочь нашим бойцам."

[S_Support_Tough_Mission_Shen_04 AkEvent]
SpokenText="Я думала, мы готовы. Мне придется поработать усерднее - нам всем придется."

[S_Support_Tough_Mission_Shen_05 AkEvent]
SpokenText="Мои инженеры изо всех сил постараются, чтобы подобное больше не повторялось, шеф. Сделаем все, что в наших силах."

[S_Support_Unstaffed_Engineer_Shen AkEvent]
SpokenText="Шеф, я благодарна за то, что вы наняли еще персонал, но прямо сейчас у нас есть люди, не получившие назначения. Их можно отправить заниматься строительством, расчисткой или работой в отсеках."

[S_Support_Urge_Facility_Shen_01 AkEvent]
SpokenText="Шеф, тут придется все расчистить, но все равно места будет мало. Надо подумать о новых отсеках."

[S_Victory_Shen_01 AkEvent]
SpokenText="Без поддержки пси-сети со стороны Старейшины все летит к чертям. Эти ворота долго не продержатся."

[S_Victory_Shen_02 AkEvent]
SpokenText="У меня тут все чисто. Такого просто не может быть. Если только…"

[S_Victory_Shen_03 AkEvent]
SpokenText="Мы этим и занимаемся. Есть опасность полной перегрузки."

[S_Victory_Shen_04 AkEvent]
SpokenText="Одна из трансмерных пси-сетей не активна."

[S_Welcome_Engineering_Shen_01_Setup_Phase AkEvent]
SpokenText="Давай, давай, ну же. Я пять раз проверила все соединения. Что же не так?"

[S_Welcome_Engineering_Shen_02_Setup_Phase AkEvent]
SpokenText="Шеф, простите, но заставить нашу технику общаться с их техникой сложнее, чем кажется. Уж вы-то должны это понимать."

[S_Welcome_Engineering_Shen_03_Setup_Phase AkEvent]
SpokenText="Я не то хотела сказать... Кажется, нас никто не представил друг другу. Я Лили Шэнь, корабельный инженер. Вы, полагаю, ожидали увидеть моего отца, но его здесь нет. Центр мог не упомянуть об этом."

[S_Welcome_Engineering_Shen_04_Setup_Phase AkEvent]
SpokenText="Отец... Он отдал нашей борьбе все. Этот корабль - дело всей его жизни. Я знаю, он с радостью лично провел бы для вас экскурсию. Он часто о вас рассказывал."

[S_Welcome_Engineering_Shen_05_Setup_Phase AkEvent]
SpokenText="Будьте уверены, я завершу то, что он начал. Поверьте, здесь я могу изготовить практически все, что придет в голову. Немного помощи и... вы удивитесь, когда увидите, на что я способна."

[S_Welcome_Engineering_Shen_06_Setup_Phase AkEvent]
SpokenText="Ладно. Вернусь к своим обязанностям. Для меня честь наконец познакомиться с вами."

[S_Welcome_Engineering_Shen_07_Setup_Phase AkEvent]
SpokenText="Готово."

[S_What_he_Said_Shen AkEvent]
SpokenText="Так точно."

